tap "atlassian/acli"
tap "caskformula/caskformula"
tap "databricks/tap"
tap "dopplerhq/cli"
tap "hashicorp/tap"
tap "jakehilborn/jakehilborn"
tap "koekeishiya/formulae"
tap "lawzava/scrape", "https://github.com/lawzava/scrape"
tap "modularml/packages"
tap "mrkai77/cask"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "petere/postgresql"
tap "shopify/shopify"
tap "siderolabs/talos"
brew "age"
brew "jpeg-turbo"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "apr-util"
brew "readline"
brew "block-goose-cli"
brew "cairo"
brew "chatblade"
brew "chezmoi"
brew "cmatrix"
brew "lima"
brew "colima"
brew "libssh2"
brew "direnv"
brew "dnsmasq"
brew "docker"
brew "docker-compose"
brew "duckdb"
brew "erlang"
brew "ffmpeg"
brew "flyctl"
brew "freetds"
brew "fswatch"
brew "fzf"
brew "gdk-pixbuf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "harfbuzz"
brew "pango"
brew "tesseract"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnupg"
brew "helm"
brew "icu4c@76"
brew "icu4c@77"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "openjdk"
brew "kotlin"
brew "kubernetes-cli"
brew "leiningen"
brew "libass"
brew "libffi"
brew "python@3.12"
brew "libomp"
brew "librsvg"
brew "libssh"
brew "llvm"
brew "mailsy"
brew "mas"
brew "md5sha1sum", link: true
brew "mise"
brew "mole"
brew "mysql"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "netpbm"
brew "nginx"
brew "nmap"
brew "node@20"
brew "nu"
brew "openblas"
brew "nushell"
brew "openvino"
brew "pandoc"
brew "perl"
brew "pgcli"
brew "rtmpdump"
brew "php@8.2"
brew "pipx"
brew "pkgconf"
brew "podman"
brew "postgresql@14"
brew "qemu"
brew "speedtest-cli"
brew "sshpass"
brew "syncthing"
brew "texlive"
brew "timewarrior"
brew "tldr"
brew "tmux"
brew "wget"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "atlassian/acli/acli"
brew "databricks/tap/databricks"
brew "dopplerhq/cli/doppler"
brew "hashicorp/tap/terraform"
brew "jakehilborn/jakehilborn/displayplacer"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "lawzava/scrape/scrape"
brew "modularml/packages/modular"
brew "shopify/shopify/themekit"
brew "siderolabs/talos/talosctl"
cask "nikitabobko/tap/aerospace"
cask "chromium"
cask "clickhouse"
cask "font-jetbrains-mono-nerd-font"
cask "kindavim"
cask "loop"
cask "ngrok"
cask "shortcat"
cask "speedify"
cask "tailscale-app"
cask "wezterm"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Amphetamine", id: 937984704
mas "Blackmagic Disk Speed Test", id: 425264550
mas "BlueWallet", id: 1376878040
mas "ClipboardFusion", id: 691291872
mas "Color Picker", id: 1545870783
mas "Compressor", id: 424390742
mas "Dark Reader for Safari", id: 1438243180
mas "Final Cut Pro", id: 424389933
mas "Just Press Record", id: 979561272
mas "LosslessCut", id: 1505323402
mas "Marked 2", id: 890031187
mas "Mate Translate", id: 1005088137
mas "PDF Expert", id: 1055273043
mas "RemoteDrive", id: 6502180430
mas "Slack", id: 803453959
mas "Strongbox", id: 897283731
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "Vimari", id: 1480933944
mas "WhatsApp", id: 310633997
mas "Workspaces", id: 1540284555
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
