tap "anomalyco/tap"
tap "atlassian/acli"
tap "caskformula/caskformula"
tap "databricks/tap"
tap "hashicorp/tap"
tap "jakehilborn/jakehilborn"
tap "koekeishiya/formulae"
tap "lawzava/scrape", "https://github.com/lawzava/scrape"
tap "manaflow-ai/cmux"
tap "modularml/packages"
tap "mrkai77/cask"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "petere/postgresql"
tap "shopify/shopify"
brew "openssl@3"
brew "libssh"
brew "ansible"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "atuin", restart_service: :changed
brew "azure-cli"
brew "carapace"
brew "chezmoi"
brew "cmatrix"
brew "colima"
brew "libssh2"
brew "direnv"
brew "dnsmasq"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "duckdb"
brew "ffmpeg"
brew "freetds"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "webp"
brew "gh"
brew "harfbuzz"
brew "pango"
brew "tesseract"
brew "git"
brew "gnu-sed"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnupg"
brew "hcloud"
brew "hugo"
brew "icu4c@76"
brew "icu4c@77"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "openjdk"
brew "kotlin"
brew "leiningen"
brew "libass"
brew "libffi"
brew "librsvg"
brew "node"
brew "mailsy"
brew "mas"
brew "md5sha1sum", link: true
brew "mise"
brew "mole"
brew "mosh"
brew "mysql"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "netpbm"
brew "nginx", restart_service: :changed
brew "nmap"
brew "node@20"
brew "nushell"
brew "openvino"
brew "pandoc"
brew "perl"
brew "pgcli"
brew "rtmpdump"
brew "php@8.2", restart_service: :changed
brew "pigz"
brew "pipx"
brew "pkgconf"
brew "podman"
brew "poppler"
brew "postgresql@14"
brew "pulumi"
brew "python@3.12"
brew "qemu"
brew "rsync"
brew "rtk"
brew "ruby"
brew "speedtest-cli"
brew "sshpass"
brew "starship"
brew "syncthing"
brew "tailscale"
brew "texlive"
brew "timewarrior"
brew "tldr"
brew "tmux"
brew "visidata"
brew "wget"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "anomalyco/tap/opencode"
brew "atlassian/acli/acli"
brew "databricks/tap/databricks"
brew "hashicorp/tap/terraform"
brew "jakehilborn/jakehilborn/displayplacer"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "lawzava/scrape/scrape"
brew "modularml/packages/modular"
brew "shopify/shopify/themekit"
cask "1password"
cask "1password-cli"
cask "nikitabobko/tap/aerospace"
cask "block-goose"
cask "claude-code"
cask "clickhouse"
cask "cmux"
cask "kitty"
cask "loop"
cask "ngrok"
cask "obsidian"
cask "rustdesk"
cask "shortcat"
cask "speedify"
cask "tailscale-app"
cask "wave"
cask "wezterm"
cask "zed"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Amphetamine", id: 937984704
mas "Blackmagic Disk Speed Test", id: 425264550
mas "BlueWallet", id: 1376878040
mas "Color Picker", id: 1545870783
mas "Dark Reader for Safari", id: 1438243180
mas "Final Cut Pro", id: 424389933
mas "LosslessCut", id: 1505323402
mas "Marked 2", id: 890031187
mas "Mate Translate", id: 1005088137
mas "PDF Expert", id: 1055273043
mas "Prompt", id: 1594420480
mas "Slack", id: 803453959
mas "Strongbox", id: 1481853033
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "WhatsApp", id: 310633997
mas "Yoink", id: 457622435
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
uv "specify-cli"
